Repository: hiverdoux/Pasu-FS
Catalog: Product/Localization/App/Localizable.xcstrings
Source language: en
Languages: ko

source: %@ (build %@)
ko: %@ (빌드 %@)

source: %@ and %lld more
ko: %@ 외 %lld개

source: %@ · %@ · Nothing is blocked
ko: %@ · %@ · 차단하지 않음

# %@ · %lld records loaded (up to 500)
source: %1$@ · %lld records loaded (up to 500)
ko: %@ · 불러온 기록 %lld건 (최대 500건)

source: %@ · Off
ko: %@ · 사용 안 함

source: %@: installed but not running.
ko: %@: 설치되어 있지만 실행 중이 아닙니다.

source: %@: not running; macOS will clean it up after a restart.
ko: %@: 실행 중이 아니며, 재시동 후 macOS가 정리합니다.

source: %@: removal pending; macOS still reports it in use.
ko: %@: 제거 대기 중이지만 macOS는 아직 사용 중으로 보고합니다.

source: %@: waiting for approval in System Settings.
ko: %@: 시스템 설정에서 승인을 기다리는 중입니다.

# %lld of %lld rules on
source: %1$lld of %lld rules on
ko: 규칙 %2$lld개 중 %1$lld개 사용

# %lld opens · Denied %lld · Allowed %lld
source: %lld opens · Denied %2$lld · Allowed %3$lld
ko: 열기 %lld회 · 거부 %lld회 · 허용 %lld회

source: %lld turned-on compatibility profiles are inactive.
ko: 켜 둔 호환성 프로필 %lld개가 비활성 상태입니다.

source: %lld unreadable lines were skipped.
ko: 읽을 수 없는 줄 %lld개를 건너뛰었습니다.

source: %llu log records couldn’t be saved during this run.
ko: 이번 실행 중 기록 %llu건을 저장하지 못했습니다.

source: %llu records couldn’t be saved during this run.
ko: 이번 실행 중 기록 %llu건을 저장하지 못했습니다.

source: A command failed: %@
ko: 명령 실행에 실패했습니다: %@

source: A different execution %@ was observed at %@. The exact end time was not observed.
ko: %2$@에 다른 실행(%1$@)이 관찰되었습니다. 정확한 종료 시각은 관찰되지 않았습니다.

source: A file operation failed: %@.
ko: 파일 작업에 실패했습니다: %@.

source: A fresh administrator authorization session could not be created (OSStatus %@).
ko: 새 관리자 인증 세션을 만들지 못했습니다 (OSStatus %@).

source: A message to the maintenance service was too large.
ko: 유지 관리 서비스에 보내는 메시지가 너무 큽니다.

source: A newer Pasu FS build is installed. Going back to an older build is not supported.
ko: 더 새로운 Pasu FS 빌드가 설치되어 있습니다. 이전 빌드로 되돌릴 수 없습니다.

source: A rule has an invalid internal ID.
ko: 규칙의 내부 ID가 올바르지 않습니다.

source: Access
ko: 접근 방식

source: Activate Extension
ko: 확장 프로그램 활성화

source: Activate the Endpoint Security extension to start setup.
ko: 설정을 시작하려면 Endpoint Security 확장 프로그램을 활성화하세요.

source: Activate the system extension
ko: 시스템 확장 프로그램 활성화

source: Add
ko: 추가

source: Add Program…
ko: 프로그램 추가…

source: Add a Program to Allow
ko: 허용할 프로그램 추가

source: Add a Program to Block
ko: 차단할 프로그램 추가

source: Add to Blacklist
ko: 블랙리스트에 추가

source: Add to Whitelist
ko: 화이트리스트에 추가

source: Administrator approval for uninstalling was not granted (OSStatus %@).
ko: 제거에 필요한 관리자 승인을 받지 못했습니다 (OSStatus %@).

source: Administrator authentication failed (OSStatus %@).
ko: 관리자 인증에 실패했습니다 (OSStatus %@).

source: Administrator authentication is required to activate the Pasu FS protection system extension.
ko: Pasu FS 보호 시스템 확장 프로그램을 활성화하려면 관리자 인증이 필요합니다.

source: Administrator authentication is required to deactivate the Pasu FS protection system extension.
ko: Pasu FS 보호 시스템 확장 프로그램을 비활성화하려면 관리자 인증이 필요합니다.

source: Administrator authentication is required to uninstall Pasu FS from this Mac.
ko: 이 Mac에서 Pasu FS를 제거하려면 관리자 인증이 필요합니다.

source: Administrator authentication needs an interactive macOS login session.
ko: 관리자 인증에는 대화형 macOS 로그인 세션이 필요합니다.

source: Administrator authentication was canceled. No files were removed.
ko: 관리자 인증이 취소되었습니다. 파일은 삭제하지 않았습니다.

source: Administrator authentication was canceled. Nothing was changed.
ko: 관리자 인증이 취소되었습니다. 아무것도 변경하지 않았습니다.

source: Administrator authentication was denied. Nothing was changed.
ko: 관리자 인증이 거부되었습니다. 아무것도 변경하지 않았습니다.

source: All Events
ko: 모든 이벤트

source: All Process Details
ko: 프로세스 전체 정보

source: All policies together can contain up to %lld rules.
ko: 모든 정책을 합쳐 규칙은 최대 %lld개까지 둘 수 있습니다.

source: Allow
ko: 허용

source: Allow Full Disk Access
ko: 전체 디스크 접근 권한 허용

source: Allow Full Disk Access for “Pasu FS Endpoint Security” in System Settings.
ko: 시스템 설정에서 ‘Pasu FS Endpoint Security’에 전체 디스크 접근 권한을 허용하세요.

source: Allowed
ko: 허용됨

source: Already added
ko: 이미 추가됨

source: Also delete Pasu FS settings and logs
ko: Pasu FS 설정과 기록도 삭제

source: An Apple platform binary rule can’t have a Team ID.
ko: Apple 플랫폼 바이너리 규칙에는 팀 ID를 넣을 수 없습니다.

source: An item with an unexpected owner was found during removal: %@
ko: 삭제 중 소유자가 예상과 다른 항목을 발견했습니다: %@

source: An uninstall is in progress. Automatic extension updates are paused.
ko: 제거가 진행 중입니다. 확장 프로그램 자동 업데이트를 멈췄습니다.

source: An unrecognized old policy file was neither removed nor applied.
ko: 알 수 없는 이전 정책 파일은 지우지도 적용하지도 않았습니다.

source: Another %@ policy already uses this folder: %@
ko: 이 폴더를 쓰는 %@ 정책이 이미 있습니다: %@

source: Another Pasu FS operation is already in progress.
ko: 다른 Pasu FS 작업이 이미 진행 중입니다.

source: Another app or an unrecognized folder occupies the installation path.
ko: 설치 경로에 다른 앱이나 알 수 없는 폴더가 있습니다.

source: Another policy is already named “%@”.
ko: ‘%@’ 이름의 정책이 이미 있습니다.

source: Another uninstall request is already in progress.
ko: 다른 제거 요청이 이미 진행 중입니다.

source: Apple platform binary
ko: Apple 플랫폼 바이너리

source: Application
ko: 응용 프로그램

source: Approval needed in System Settings
ko: 시스템 설정에서 승인 필요

source: Approval required
ko: 승인 필요

source: Approve in System Settings
ko: 시스템 설정에서 승인

source: Approve the extension in System Settings.
ko: 시스템 설정에서 확장 프로그램을 승인하세요.

source: Audit
ko: 관찰

source: Auditing
ko: 관찰 중

source: Authenticated connection (within %lld seconds)
ko: 인증된 연결 (%lld초 이내)

source: Authorization Responses
ko: 인가 응답

source: Based on the loaded records, opens from these programs would be denied: %@.
ko: 불러온 기록 기준으로 다음 프로그램의 열기 요청이 거부됩니다: %@.

source: Behavior
ko: 동작 방식

source: Blacklist
ko: 블랙리스트

source: Bundle ID
ko: 번들 ID

source: By Program
ko: 프로그램별

source: Cancel
ko: 취소

source: Can’t Add
ko: 추가할 수 없음

source: Can’t confirm
ko: 확인할 수 없음

source: Captured %@ · Collection began %@
ko: %1$@ 기록 · %2$@부터 수집

source: Change to %@?
ko: %@으로 바꿀까요?

source: Check every program’s Signing ID. It can’t be empty, longer than 512 characters, padded with spaces or contain control characters.
ko: 모든 프로그램의 서명 ID를 확인하세요. 비어 있거나 512자를 넘거나 앞뒤 공백·제어 문자가 있으면 안 됩니다.

source: Check every program’s Team ID. It can’t be empty, longer than 512 characters, padded with spaces or contain control characters.
ko: 모든 프로그램의 팀 ID를 확인하세요. 비어 있거나 512자를 넘거나 앞뒤 공백·제어 문자가 있으면 안 됩니다.

source: Checked requests
ko: 검사하는 요청

source: Checking versions
ko: 버전 확인 중

source: Checking whether protection can be removed…
ko: 보호를 제거할 수 있는지 확인하는 중…

source: Checking with macOS…
ko: macOS에 확인하는 중…

source: Checking…
ko: 확인 중…

source: Child creation observed
ko: 하위 프로세스 생성 관찰됨

source: Choose Application…
ko: 응용 프로그램 선택…

source: Choose a folder to protect.
ko: 보호할 폴더를 선택하세요.

source: Choose a folder with a full path.
ko: 전체 경로가 있는 폴더를 선택하세요.

source: Choose a folder, not a file.
ko: 파일이 아니라 폴더를 선택하세요.

source: Choose the folder for “%@”.
ko: ‘%@’ 정책의 폴더를 선택하세요.

source: Choose…
ko: 선택…

source: Cleanup after restart
ko: 재시동 후 정리 예정

source: Code Signature
ko: 코드 서명

source: Code-Signing Flags
ko: 코드 서명 플래그

source: Comparison
ko: 비교

source: Compatibility profile %@ is inactive: %@
ko: 호환성 프로필(%@)이 비활성 상태입니다: %@

source: Compatibility profiles apply only to Whitelist policies.
ko: 호환성 프로필은 화이트리스트 정책에만 쓸 수 있습니다.

source: Compatibility profiles can’t be changed until the app and extension use the same built-in definitions.
ko: 앱과 확장 프로그램의 내장 정의가 같아질 때까지 호환성 프로필을 바꿀 수 없습니다.

source: Conflicting circular relationships were observed and were not treated as a single line of ancestors.
ko: 서로 맞지 않는 순환 관계가 관찰되어 하나의 조상 계열로 다루지 않았습니다.

source: Connection
ko: 연결

source: Continue Uninstalling
ko: 제거 계속하기

source: Continue Uninstall…
ko: 제거 계속…

source: Could not refresh extension versions: %@
ko: 확장 프로그램 버전을 새로 확인하지 못했습니다: %@

source: Could not remove the login registration: %@
ko: 로그인 등록을 제거하지 못했습니다: %@

source: Create Policy
ko: 정책 만들기

source: Create Rule From This Program…
ko: 이 프로그램으로 규칙 만들기…

source: Create a new policy (⌘N)
ko: 새 정책 만들기 (⌘N)

source: Create your first policy
ko: 첫 정책 만들기

source: Current step
ko: 지금 할 단계

source: Deactivate
ko: 비활성화

source: Deactivate Extension
ko: 확장 프로그램 비활성화

source: Deactivate the system extension?
ko: 시스템 확장 프로그램을 비활성화할까요?

source: Deactivate…
ko: 비활성화…

source: Delete All Rules and Change
ko: 규칙을 모두 지우고 바꾸기

source: Delete Policy
ko: 정책 삭제

source: Delete Policy…
ko: 정책 삭제…

source: Delete this policy?
ko: 이 정책을 삭제할까요?

source: Denied
ko: 거부됨

source: Denied %lld · Allowed %lld
ko: 거부 %lld회 · 허용 %lld회

source: Deny
ko: 거부

source: Details
ko: 세부 정보

source: Developer signed
ko: 개발자 서명

source: Diagnostic file only (cannot confirm protection)
ko: 진단 파일만 있음 (보호 여부 확인 불가)

source: Diagnostic file only · not authenticated
ko: 진단 파일만 사용 가능 · 인증되지 않음

source: Diagnostics
ko: 진단

source: Done
ko: 완료

source: Drag an application here
ko: 응용 프로그램을 여기로 끌어다 놓으세요

source: Edit Program
ko: 프로그램 편집

source: Edit…
ko: 편집…

source: Enabled
ko: 활성화됨

source: Endpoint Security Extensions
ko: 끝점 보안 확장 프로그램

source: Enter a Signing ID.
ko: 서명 ID를 입력하세요.

source: Enter a Team ID for every developer-signed program.
ko: 개발자 서명 프로그램마다 팀 ID를 입력하세요.

source: Enter a policy name of up to %lld characters without leading or trailing spaces or control characters.
ko: 정책 이름은 앞뒤 공백이나 제어 문자 없이 %lld자 이하로 입력하세요.

source: Error
ko: 오류

source: Everything this program starts can open the files too, including commands run in a shell.
ko: 이 프로그램이 실행한 모든 것도 파일을 열 수 있게 됩니다. 셸에서 실행한 명령도 포함됩니다.

source: Everything this program starts is blocked too, including helpers other apps share.
ko: 이 프로그램이 실행한 모든 것도 차단됩니다. 다른 앱과 함께 쓰는 도우미 프로그램도 포함됩니다.

source: Executable
ko: 실행 파일

source: Execution
ko: 실행 번호

source: Execution Path
ko: 실행 경로

source: Execution ended %@
ko: 실행 종료: %@

source: Extension
ko: 확장 프로그램

source: Extension included with the app
ko: 앱에 포함된 확장 프로그램

source: Extension version information is out of date. Refresh to check again.
ko: 확장 프로그램 버전 정보가 오래되었습니다. 새로 고쳐서 다시 확인하세요.

source: File open (AUTH_OPEN)
ko: 파일 열기 (AUTH_OPEN)

source: Finish Uninstalling Pasu FS
ko: Pasu FS 제거 마치기

source: Full Disk Access
ko: 전체 디스크 접근 권한

source: Full Disk Access Needed
ko: 전체 디스크 접근 권한 필요

source: Full Disk Access is required.
ko: 전체 디스크 접근 권한이 필요합니다.

source: General
ko: 일반

source: Hide details
ko: 세부 정보 가리기

source: Identity reported, but this execution was not observed.
ko: 신원은 보고되었지만 이 실행은 관찰되지 않았습니다.

source: If this keeps failing, reinstall the same or a newer package and try again.
ko: 계속 실패하면 같은 버전이나 더 새 패키지를 다시 설치한 뒤 다시 시도하세요.

source: In Blacklist
ko: 블랙리스트에 있음

source: In Whitelist
ko: 화이트리스트에 있음

source: In use
ko: 사용 중

source: Include child processes
ko: 하위 프로세스에도 적용

source: Includes child processes
ko: 하위 프로세스 포함

source: Incomplete version information: %@
ko: 버전 정보가 불완전합니다: %@

source: Inherited from an observed parent process
ko: 관찰된 상위 프로세스에서 이어짐

source: Installation
ko: 설치 상태

source: Installed on This Mac
ko: 이 Mac에 설치된 확장 프로그램

source: Items on another volume are not removed.
ko: 다른 볼륨에 있는 항목은 삭제하지 않습니다.

source: Keep Rules and Change
ko: 규칙을 유지하고 바꾸기

source: Last Access
ko: 마지막 접근

source: Last access %@
ko: 마지막 접근: %@

source: Last authenticated check · %@
ko: 마지막 인증된 확인 · %@

source: Last observed %@
ko: 마지막 관찰: %@

source: Last update
ko: 마지막 갱신

source: Load the newest records again
ko: 최근 기록을 다시 불러오기

source: Loading the policy log…
ko: 정책 기록을 불러오는 중…

source: Location
ko: 위치

source: Log
ko: 기록

source: Log Storage
ko: 기록 저장

source: Log Unavailable
ko: 기록을 불러올 수 없음

source: Login Items & Extensions
ko: 로그인 항목 및 확장 프로그램

source: Logs are unavailable.
ko: 기록을 사용할 수 없습니다.

source: Lost records
ko: 손실된 기록

source: Manual Entry
ko: 직접 입력

source: Matched a rule
ko: 규칙과 일치

source: Mode
ko: 모드

source: More actions for %@
ko: %@ 추가 동작

source: Multiple active versions
ko: 여러 버전이 실행 중

source: Name
ko: 이름

source: Needs Attention
ko: 확인 필요

source: Needs attention
ko: 확인이 필요한 항목

source: New Policy
ko: 새 정책

source: New program
ko: 새 프로그램

source: No Active Policies
ko: 활성 정책 없음

source: No Recorded Access Yet
ko: 아직 기록된 접근 없음

source: No Signed Programs in This Policy’s Log
ko: 이 정책의 기록에 서명된 프로그램이 없음

source: No active policies
ko: 활성 정책 없음

source: No denied requests in the loaded records.
ko: 불러온 기록에 거부된 요청이 없습니다.

source: No folder chosen
ko: 선택한 폴더 없음

source: No folder is being protected or audited.
ko: 보호하거나 관찰하는 폴더가 없습니다.

source: No matching rule
ko: 일치하는 규칙 없음

source: No program in the loaded records would be denied.
ko: 불러온 기록에서는 거부될 프로그램이 없습니다.

source: No program is allowed. After you save, every open in this folder is denied.
ko: 허용된 프로그램이 없습니다. 저장하면 이 폴더의 모든 열기 요청이 거부됩니다.

source: No registration found
ko: 등록 기록 없음

source: No rules
ko: 규칙 없음

source: No running extension
ko: 실행 중인 확장 프로그램 없음

source: No runtime evidence
ko: 런타임 근거 없음

source: No saved policies
ko: 저장된 정책 없음

source: No saved policy yet.
ko: 아직 저장된 정책이 없습니다.

source: No signing information
ko: 서명 정보 없음

source: No target path
ko: 대상 경로 없음

source: No uninstall approval was returned.
ko: 제거 승인을 받지 못했습니다.

source: No verified compatibility profiles yet
ko: 검증된 호환성 프로필이 아직 없습니다

source: None reported by macOS
ko: macOS가 보고한 항목 없음

source: None reported yet
ko: 아직 보고 없음

source: Not Installed
ko: 설치되지 않음

source: Not active
ko: 실행 중이 아님

source: Not enabled
ko: 활성화되지 않음

source: Not installed
ko: 설치되지 않음

source: Not observed
ko: 관찰되지 않음

source: Not saved yet
ko: 아직 저장하지 않음

source: Not supported on this macOS
ko: 이 macOS에서 지원하지 않음

source: Note
ko: 참고

source: Nothing is blocked.
ko: 아무것도 막지 않습니다.

source: Nothing is protected until setup is finished.
ko: 설정이 끝나기 전에는 아무것도 보호되지 않습니다.

source: Notified
ko: 알림

source: Notify
ko: 알림

source: OK
ko: 확인

source: OS Build
ko: OS 빌드

source: Observed in This Policy
ko: 이 정책에서 관찰된 내용

source: Observed process events
ko: 수집한 프로세스 이벤트

source: Observing
ko: 추적 중

source: Off
ko: 끔

source: On
ko: 켬

source: One or more turned-on system compatibility profiles need review.
ko: 켜 둔 시스템 호환성 프로필 중 검토가 필요한 항목이 있습니다.

source: Only the %lld programs in the list will be allowed. The change applies when you save.
ko: 목록에 있는 프로그램 %lld개만 허용됩니다. 변경은 저장해야 적용됩니다.

source: Only the menu bar app quits. The system extension and protection keep running.
ko: 메뉴 막대 앱만 종료됩니다. 시스템 확장 프로그램과 보호는 계속 실행됩니다.

source: Open Login Items…
ko: 로그인 항목 열기…

source: Open Pasu FS…
ko: Pasu FS 열기…

source: Open Settings…
ko: 설정 열기…

source: Open System Settings…
ko: 시스템 설정 열기…

source: Open at Login
ko: 로그인 시 열기

source: Open at Login could not be changed: %@
ko: 로그인 시 열기를 바꾸지 못했습니다: %@

source: Open at Login needs approval in System Settings.
ko: 로그인 시 열기에 시스템 설정의 승인이 필요합니다.

source: Opened the file
ko: 파일을 연 프로세스

source: Opened the file · PID %@
ko: 파일을 연 프로세스 · PID %@

source: Other
ko: 기타

source: Other unsaved changes to this policy are saved too.
ko: 이 정책의 저장하지 않은 다른 변경 사항도 함께 저장됩니다.

source: Overview
ko: 개요

source: Parent reported by macOS
ko: macOS가 보고한 상위 프로세스

source: Pasu FS %@ · Extension %@ · %@
ko: Pasu FS %@ · 확장 프로그램 %@ · %@

source: Pasu FS app
ko: Pasu FS 앱

source: Pasu FS asks macOS to deactivate the system extension. Protection stops only after macOS completes the request, which may need administrator approval or a restart.
ko: macOS에 시스템 확장 프로그램 비활성화를 요청합니다. macOS가 요청을 마쳐야 보호가 멈추며, 관리자 승인이나 재시동이 필요할 수 있습니다.

source: Pasu FS can’t connect to the extension.
ko: Pasu FS가 확장 프로그램에 연결할 수 없습니다.

source: Pasu FS could not verify that the Mac restarted. No files were removed.
ko: Pasu FS가 Mac의 재시동 여부를 확인하지 못했습니다. 파일은 삭제하지 않았습니다.

source: Pasu FS could not verify that the system extension was removed. No application files were removed.
ko: Pasu FS가 시스템 확장 프로그램 제거를 확인하지 못했습니다. 앱 파일은 삭제하지 않았습니다.

source: Pasu FS did not quit. Open the app and try uninstalling again.
ko: Pasu FS가 종료되지 않았습니다. 앱을 열어 제거를 다시 시도하세요.

source: Policies
ko: 정책

source: Policy
ko: 정책

source: Policy %lld
ko: 정책 %lld

source: Policy Decisions
ko: 정책 판정

source: Policy Unavailable
ko: 정책을 찾을 수 없음

source: Policy changed
ko: 정책 변경됨

source: Policy logs have not been loaded yet.
ko: 정책 기록을 아직 불러오지 않았습니다.

source: Policy name
ko: 정책 이름

source: Policy revision
ko: 정책 리비전

source: Policy revision %llu
ko: 정책 리비전 %llu

source: Policy revision %llu was accepted but could not be applied: %@
ko: 정책 리비전 %llu — 수락되었지만 적용하지 못했습니다: %@

source: Policy revision %llu was accepted, but Endpoint Security is unavailable.
ko: 정책 리비전 %llu — 수락되었지만 Endpoint Security를 사용할 수 없습니다.

source: Policy unavailable
ko: 정책 없음

source: Privacy & Security
ko: 개인정보 보호 및 보안

source: Process
ko: 프로세스

source: Process History
ko: 프로세스 이력

source: Process created %@
ko: 프로세스 생성: %@

source: Process details could not be read
ko: 프로세스 정보를 읽지 못함

source: Process history did not fit within the pending-work budget.
ko: 프로세스 이력이 대기 작업 예산 안에 들어가지 않았습니다.

source: Process history was left out to keep the access record under load.
ko: 부하가 커서 접근 기록을 지키려고 프로세스 이력을 뺐습니다.

source: Program
ko: 프로그램

source: Program replaced in the same process
ko: 같은 프로세스에서 프로그램이 바뀜

source: Program, Team ID or Signing ID
ko: 프로그램, 팀 ID 또는 서명 ID

source: Programs to Allow
ko: 허용할 프로그램

source: Programs to Block
ko: 차단할 프로그램

source: Protected Folder
ko: 보호할 폴더

source: Protected folders and their files are not deleted.
ko: 보호하던 폴더와 그 안의 파일은 삭제하지 않습니다.

source: Protecting
ko: 보호 중

source: Protection
ko: 보호

source: Protection Is Still Running
ko: 보호가 아직 실행 중입니다

source: Protection is not confirmed yet.
ko: 아직 보호 여부를 확인하지 못했습니다.

source: Protection policies: %lld · Audit policies: %lld
ko: 보호 정책 %lld개 · 관찰 정책 %lld개

source: Protection stops once macOS finishes removing the extension. macOS asks for administrator approval and may require a restart.
ko: macOS가 확장 프로그램 제거를 마치면 보호가 멈춥니다. macOS가 관리자 승인을 요청하며 재시동이 필요할 수 있습니다.

source: Quit
ko: 종료

source: Quit Pasu FS
ko: Pasu FS 종료

source: Quit Pasu FS normally, then run the installer or uninstaller again. Protection continues when the app quits. Another login session may also have Pasu FS open.
ko: Pasu FS를 평소처럼 종료한 뒤 설치 또는 제거를 다시 실행하세요. 앱을 종료해도 보호는 계속됩니다. 다른 로그인 세션에서 Pasu FS가 열려 있을 수도 있습니다.

source: Quit Pasu FS?
ko: Pasu FS를 종료할까요?

source: Read
ko: 읽기

source: Read and write
ko: 읽기·쓰기

source: Recent Access
ko: 최근 접근

source: Recent Targets
ko: 최근 대상

source: Recent denials
ko: 최근 거부된 요청

source: Records saved without process history
ko: 프로세스 이력 없이 저장한 기록

source: Records that couldn’t enter the save queue
ko: 저장 대기열에 넣지 못한 기록

source: Refresh
ko: 새로 고침

source: Refresh Status
ko: 상태 새로 고침

source: Refresh the status now
ko: 지금 상태 새로 고침

source: Registration with macOS
ko: macOS 등록 상태

source: Removal pending
ko: 제거 대기 중

source: Remove
ko: 제거

source: Removed %lld compatibility settings that no longer apply.
ko: 더 이상 쓰이지 않는 호환성 설정 %lld개를 지웠습니다.

source: Removing the login registration…
ko: 로그인 등록을 제거하는 중…

source: Replacing build %@ with build %@.
ko: 빌드 교체 중: %@ → %@

source: Request
ko: 요청

source: Response
ko: 응답

source: Response Error
ko: 응답 오류

source: Response failures
ko: 응답 실패

source: Responses finished after the deadline
ko: 기한 이후에 끝난 응답

source: Responsibility outside the process’s ancestors
ko: 조상 계열 밖의 책임 관계

source: Responsibility reported by macOS
ko: macOS가 보고한 책임 관계

source: Responsible process reported by macOS
ko: macOS가 보고한 책임 프로세스

source: Responsible process · PID %@
ko: 책임 프로세스 · PID %@

source: Restart Required
ko: 재시동 필요

source: Restart this Mac, then open Pasu FS again to finish uninstalling. No application or policy files have been removed.
ko: 이 Mac을 재시동한 뒤 Pasu FS를 다시 열어 제거를 마치세요. 앱과 정책 파일은 아직 삭제하지 않았습니다.

source: Restart this Mac, then open Pasu FS to finish uninstalling. The app and its data remain in place.
ko: 이 Mac을 재시동한 뒤 Pasu FS를 열어 제거를 마치세요. 앱과 데이터는 그대로 남아 있습니다.

source: Restart to finish the extension update
ko: 재시동해야 확장 프로그램 업데이트가 끝남

source: Revert
ko: 되돌리기

source: Revert to Saved
ko: 저장된 상태로 되돌리기

source: Review and Turn On
ko: 검토 후 켜기

source: Review needed
ko: 검토 필요

source: Rule
ko: 규칙

source: Running Pasu FS apps could not be checked.
ko: 실행 중인 Pasu FS 앱을 확인할 수 없습니다.

source: Running extension
ko: 실행 중인 확장 프로그램

source: Runtime
ko: 런타임

source: Save
ko: 저장

source: Save Policy
ko: 정책 저장

source: Save This Policy to Start Its Log
ko: 기록을 시작하려면 정책을 저장하세요

source: Save failures
ko: 저장 실패

source: Save this policy before changing its compatibility profiles.
ko: 호환성 프로필을 바꾸기 전에 이 정책을 저장하세요.

source: Save this policy first.
ko: 먼저 이 정책을 저장하세요.

source: Saved system compatibility settings could not be read, validated or trusted. No compatibility profile is active.
ko: 저장된 시스템 호환성 설정을 읽거나 검증하거나 신뢰할 수 없습니다. 활성화된 호환성 프로필이 없습니다.

source: Saved. The policies were applied as revision %llu.
ko: 저장했습니다. 정책을 적용했습니다 (리비전 %llu).

source: Saving…
ko: 저장하는 중…

source: Search programs
ko: 프로그램 검색

source: Search this policy’s records
ko: 이 정책의 기록 검색

source: Seen %lld times
ko: %lld회 관찰

source: Select a Program
ko: 프로그램을 선택하세요

source: Select a Record
ko: 기록을 선택하세요

source: Sent the activation request to macOS.
ko: macOS에 활성화 요청을 보냈습니다.

source: Sent the deactivation request to macOS.
ko: macOS에 비활성화 요청을 보냈습니다.

source: Set Up Pasu FS
ko: Pasu FS 설정

source: Settings
ko: 설정

source: Settings…
ko: 설정…

source: Show
ko: 보기

source: Show Diagnostics…
ko: 진단 보기…

source: Show Extension Settings…
ko: 확장 프로그램 설정 보기…

source: Show Protected Folder in Finder
ko: Finder에서 보호 폴더 보기

source: Show details
ko: 세부 정보 보기

source: Show in Finder
ko: Finder에서 보기

source: Show the protected folder in Finder
ko: 보호하는 폴더를 Finder에서 보기

source: Signature
ko: 서명

source: Signing ID
ko: 서명 ID

source: Some authorization responses failed or finished after the deadline.
ko: 일부 인가 응답이 실패했거나 기한을 넘겨 끝났습니다.

source: Some log records couldn’t be saved during this run.
ko: 이번 실행 중 일부 기록을 저장하지 못했습니다.

source: Some process event fields could not be read.
ko: 일부 프로세스 이벤트 항목을 읽지 못했습니다.

source: Source
ko: 추가 방법

source: Starting
ko: 시작하는 중

source: Starting the Endpoint Security client.
ko: Endpoint Security 클라이언트를 시작하는 중입니다.

source: Status
ko: 상태

source: Status check
ko: 상태 확인

source: Status evidence
ko: 상태 근거

source: Step %lld of 4
ko: 4단계 중 %lld단계

source: Stop Protection and Quit
ko: 보호 중단 후 종료

source: Stop Protection and Quit?
ko: 보호를 중단하고 종료할까요?

source: Stop Protection and Quit…
ko: 보호 중단 후 종료…

source: Stopped
ko: 중지됨

source: Stopping Protection…
ko: 보호를 중단하는 중…

source: Switch and Save
ko: 전환하고 저장

source: Switch to Protection?
ko: 보호 모드로 전환할까요?

source: Switch to Protection…
ko: 보호 모드로 전환…

source: System Compatibility
ko: 시스템 호환성

source: System Settings
ko: 시스템 설정

source: System Settings could not be opened.
ko: 시스템 설정을 열 수 없습니다.

source: System compatibility profile
ko: 시스템 호환성 프로필

source: System compatibility profile %@
ko: 시스템 호환성 프로필 %@

source: Target
ko: 대상

source: Team ID
ko: 팀 ID

source: The %lld programs in the list will be denied instead of allowed. The change applies when you save.
ko: 목록에 있는 프로그램 %lld개가 허용 대신 거부됩니다. 변경은 저장해야 적용됩니다.

source: The Endpoint Security client could not be created: %@
ko: Endpoint Security 클라이언트를 만들지 못했습니다: %@

source: The Endpoint Security client stopped.
ko: Endpoint Security 클라이언트가 멈췄습니다.

source: The Pasu FS authorization rights could not be registered: %@
ko: Pasu FS 인증 권한을 등록하지 못했습니다: %@

source: The Pasu FS authorization rights could not be removed: %@
ko: Pasu FS 인증 권한을 제거하지 못했습니다: %@

source: The Pasu FS installation path is not a real folder. No files were changed.
ko: Pasu FS 설치 경로가 실제 폴더가 아닙니다. 파일은 변경하지 않았습니다.

source: The app and extension must use the same built-in definitions.
ko: 앱과 확장 프로그램의 내장 정의가 같아야 합니다.

source: The app and extension use different configuration versions (app %lld, extension %lld). Install a matching package.
ko: 앱과 확장 프로그램의 설정 방식 버전이 다릅니다(앱 %lld, 확장 프로그램 %lld). 버전이 맞는 패키지를 설치하세요.
